Repository: linnitel/MyPeriodsTracker
Catalog: MyPeriodsTracker/MyPeriodsTracker/Resaurces/Localizations/*.lproj/Localizable.strings
Languages: fr, ru

source: Next period
fr: Les périodes suivantes
ru: Следующие месячные

source: Ovulation
ru: Овуляция

source: Fertility
fr: Fertilité
ru: Фертильность

source: Low
fr: Faible
ru: Низкая

source: High
fr: Élevé
ru: Высокая

source: Very high
fr: Très élevée
ru: Очень высокая

source: Period continues
fr: La menstruation dure
ru: Месячные продолжаются

source: Change of cycle
fr: Le décalage du cycle
ru: Сдвиг цикла

source: Don't recount
fr: Ne recomptez pas
ru: Не пересчитывать

source: Recount cycle
fr: Recompter
ru: Пересчитать цикл

source: Settings
fr: Réglages
ru: Настройки

source: Rate the app in AppStore
fr: Évaluer cette appli en AppStore
ru: Оценить приложение в AppStore

source: Notifications
ru: Уведомления

source: Cycle length
fr: La durée du cycle
ru: Длинна цикла

source: Period length
fr: La durée des règles
ru: Длинна месячных

source: Previous period start
fr: Début du dernier règles
ru: Начало предыдущих месячных

source: Send at
fr: Envoyer à
ru: Отправлять в

source: One day before period
fr: Un jour avant des règles
ru: За день до месячных

source: Start of the period
fr: Premier jour de la menstruation
ru: Начало месячных

source: Period start early
fr: Règles ont commencé plus tôt
ru: Месячные начались раньше

source: End of period
fr: Les règles seront terminées
ru: Месячные закончатся

source: Period didn't start
fr: Les règles n'ont pas commencé
ru: Месячные не начались

source: Period started
fr: Règles ont commencé
ru: Месячные начались

source: To see your next period date setup information about your cycle in settings
fr: Pour voir les informations de configuration de la date de vos prochaines règles concernant votre cycle dans les réglages
ru: Что бы рассчитать дату ваших следующих месячных пожалуйста заполните данные о вашем цикле в настройках

source: Open settings
fr: Ouvrir les réglages
ru: Открыть настройки

source: Allow notifications
fr: Autoriser les notifications
ru: Разрешить уведомления

source: Go to settings
fr: Aller aux réglages
ru: Перейти в настройки

source: Cancel
fr: Annuler
ru: Отменить

source: To recieve notificatons please allow it in the iPhone settings
fr: Pour recevoir des notifications, veuillez l'autoriser dans les réglages de l'iPhone
ru: Что бы получать уведомления, пожалуйста разрешите приложению отправлять вам уведомления в настройках телефона

source: Something went wrong
fr: Quelque chose s'est mal
ru: Что-то пошло не так

source: Some error accured while processing this action please try again later
fr: Une erreur s'est produite lors de l'exécution de votre demande, veuillez réessayer plus tard
ru: При выполнении вашего запроса возникла ошибка, попробуйте повторить позднее

source: Are you sure?
fr: Êtes-vous sûr?
ru: Вы уверены?

source: You will not be able to recieve notifications about your next period
fr: Vous ne pourrez pas recevoir de notifications concernant vos prochaines règles
ru: Вы не сможете получать уведомления о ваших месячных

source: Ok
fr: D'accord
